Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Same as the week before
de: Wie in der Vorwoche
es: Igual que la semana anterior
fr: Comme la semaine précédente
it: Come la settimana precedente
nl: Gelijk aan de week ervoor
pl: Tak samo jak tydzień wcześniej
pt: Igual à semana anterior
ro: La fel ca săptămâna precedentă
ru: Как неделей ранее

source: Same as the week before.
de: Wie in der Vorwoche.
es: Igual que la semana anterior.
fr: Identique à la semaine précédente.
it: Uguale alla settimana precedente.
nl: Hetzelfde als de week ervoor.
pl: Tak samo jak w poprzednim tygodniu.
pt: Igual à semana anterior.
ro: La fel ca săptămâna anterioară.
ru: Так же, как на прошлой неделе.

source: Sample
de: Probe
es: Muestra
fr: Échantillon
it: Campione
nl: Monster
pl: Próbka
pt: Amostra
ro: Probă
ru: Образец

source: Sample card
de: Beispielkarte
es: Tarjeta de ejemplo
fr: Carte d'exemple
it: Scheda di esempio
nl: Voorbeeldkaart
pl: Przykładowa karta
pt: Cartão de exemplo
ro: Card de exemplu
ru: Пример карточки

source: Sample week added
de: Beispielwoche hinzugefügt
es: Semana de ejemplo añadida
fr: Semaine d'exemple ajoutée
it: Settimana di esempio aggiunta
nl: Voorbeeldweek toegevoegd
pl: Dodano przykładowy tydzień
pt: Semana de exemplo adicionada
ro: Săptămâna demo a fost adăugată
ru: Демонстрационная неделя добавлена

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
ro: Salvează
ru: Сохранить

source: Save & test connection
de: Sichern & Verbindung testen
es: Guardar y probar conexión
fr: Enregistrer et tester la connexion
it: Salva e prova la connessione
nl: Opslaan & verbinding testen
pl: Zapisz i przetestuj połączenie
pt: Guardar e testar ligação
ro: Salvează și testează conexiunea
ru: Сохранить и проверить подключение

source: Save as favorite
de: Als Favorit sichern
es: Guardar como favorito
fr: Enregistrer comme favori
it: Salva nei preferiti
nl: Opslaan als favoriet
pl: Zapisz jako ulubione
pt: Guardar como favorito
ro: Salvează ca favorit
ru: Сохранить в избранное

source: Save it somewhere only you control — Files, iCloud Drive, or straight to another device.
de: Speichere sie an einem Ort, den nur du kontrollierst — Dateien, iCloud Drive oder direkt auf ein anderes Gerät.
es: Guárdalo en un lugar que solo tú controles — Archivos, iCloud Drive o directo a otro dispositivo.
fr: Enregistre-la dans un endroit que toi seul contrôles — Fichiers, iCloud Drive ou directement sur un autre appareil.
it: Salvalo dove controlli solo tu — File, iCloud Drive o direttamente su un altro dispositivo.
nl: Bewaar het ergens dat alleen jij beheert — Bestanden, iCloud Drive of direct naar een ander apparaat.
pl: Zapisz ją w miejscu, które kontrolujesz tylko Ty — Pliki, iCloud Drive albo prosto na inne urządzenie.
pt: Guarda-a num sítio que só tu controlas — Ficheiros, iCloud Drive ou direto para outro aparelho.
ro: Salveaz-o undeva unde doar tu ai control — Fișiere, iCloud Drive sau direct pe alt dispozitiv.
ru: Сохраните её там, где контролируете только вы — Файлы, iCloud Drive или сразу на другое устройство.

source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
nl: Scannen
pl: Skanuj
pt: Digitalizar
ro: Scanează
ru: Сканировать

source: Scan barcode
de: Barcode scannen
es: Escanear código de barras
fr: Scanner le code-barres
it: Scansiona codice a barre
nl: Barcode scannen
pl: Skanuj kod kreskowy
pt: Digitalizar código de barras
ro: Scanează codul de bare
ru: Сканировать штрихкод

source: Scanning unavailable
de: Scannen nicht verfügbar
es: Escaneo no disponible
fr: Scan indisponible
it: Scansione non disponibile
nl: Scannen niet beschikbaar
pl: Skanowanie niedostępne
pt: Digitalização indisponível
ro: Scanarea nu este disponibilă
ru: Сканирование недоступно

source: Search foods
de: Lebensmittel suchen
es: Buscar alimentos
fr: Rechercher des aliments
it: Cerca alimenti
nl: Voeding zoeken
pl: Szukaj produktów
pt: Pesquisar alimentos
ro: Caută alimente
ru: Поиск продуктов

source: Search insulins
de: Insuline suchen
es: Buscar insulinas
fr: Rechercher des insulines
it: Cerca insuline
nl: Insulines zoeken
pl: Szukaj insulin
pt: Procurar insulinas
ro: Caută insuline
ru: Поиск инсулинов

source: Search meters
de: Messgeräte suchen
es: Buscar medidores
fr: Rechercher des lecteurs
it: Cerca glucometri
nl: Meters zoeken
pl: Szukaj glukometrów
pt: Procurar medidores
ro: Caută glucometre
ru: Поиск глюкометров

source: Search notes, foods, tags…
de: Notizen, Mahlzeiten, Tags suchen …
es: Buscar notas, comidas, etiquetas…
fr: Rechercher notes, aliments, tags…
it: Cerca note, alimenti, tag…
nl: Zoek notities, maaltijden, tags…
pl: Szukaj notatek, posiłków, tagów…
pt: Procurar notas, alimentos, etiquetas…
ro: Caută note, alimente, etichete…
ru: Поиск заметок, еды, меток…

source: Search or scan a food
de: Lebensmittel suchen oder scannen
es: Busca o escanea un alimento
fr: Rechercher ou scanner un aliment
it: Cerca o scansiona un alimento
nl: Voeding zoeken of scannen
pl: Wyszukaj lub zeskanuj produkt
pt: Pesquisar ou digitalizar um alimento
ro: Caută sau scanează un aliment
ru: Найдите или отсканируйте продукт

source: Search or scan food
de: Lebensmittel suchen oder scannen
es: Buscar o escanear alimentos
fr: Rechercher ou scanner un aliment
it: Cerca o scansiona un alimento
nl: Voeding zoeken of scannen
pl: Wyszukaj lub zeskanuj produkt
pt: Pesquisar ou digitalizar alimentos
ro: Caută sau scanează un aliment
ru: Найти или отсканировать продукт

source: Search pumps
de: Pumpen suchen
es: Buscar bombas
fr: Rechercher des pompes
it: Cerca microinfusori
nl: Pompen zoeken
pl: Szukaj pomp
pt: Procurar bombas
ro: Caută pompe
ru: Поиск помп

source: Search sensors
de: Sensoren suchen
es: Buscar sensores
fr: Rechercher des capteurs
it: Cerca sensori
nl: Sensoren zoeken
pl: Szukaj sensorów
pt: Procurar sensores
ro: Caută senzori
ru: Поиск сенсоров

source: Searching Open Food Facts…
de: Open Food Facts wird durchsucht…
es: Buscando en Open Food Facts…
fr: Recherche dans Open Food Facts…
it: Ricerca su Open Food Facts…
nl: Open Food Facts doorzoeken…
pl: Przeszukiwanie Open Food Facts…
pt: A pesquisar na Open Food Facts…
ro: Se caută în Open Food Facts…
ru: Поиск в Open Food Facts…

source: Season and serve.
de: Abschmecken und servieren.
es: Sazona y sirve.
fr: Assaisonne et sers.
it: Aggiusta di sale e servi.
nl: Breng op smaak en serveer.
pl: Dopraw i podawaj.
pt: Tempera e serve.
ro: Condimentează și servește.
ru: Посоли, поперчи и подавай.

source: Second day
de: Zweiter Tag
es: Segundo día
fr: Deuxième jour
it: Secondo giorno
nl: Tweede dag
pl: Drugi dzień
pt: Segundo dia
ro: A doua zi
ru: Второй день

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ro: Securitate
ru: Безопасность

source: See last week's time in range, best day and more.
de: Sieh dir Zeit im Zielbereich, besten Tag und mehr der letzten Woche an.
es: Mira el tiempo en rango, el mejor día y más de la semana pasada.
fr: Découvrez le temps dans la cible, le meilleur jour et plus encore de la semaine dernière.
it: Guarda il tempo nell'intervallo, il giorno migliore e altro della settimana scorsa.
nl: Bekijk de tijd binnen bereik, beste dag en meer van vorige week.
pl: Zobacz czas w zakresie, najlepszy dzień i więcej z ubiegłego tygodnia.
pt: Vê o tempo dentro do intervalo, o melhor dia e mais da semana passada.
ro: Vezi timpul în interval, cea mai bună zi și altele din săptămâna trecută.
ru: Посмотрите время в целевом диапазоне, лучший день и другое за прошлую неделю.

source: See what stood out in your glucose this week.
de: Sieh dir an, was bei deinem Blutzucker diese Woche auffiel.
es: Mira qué destacó en tu glucosa esta semana.
fr: Découvrez ce qui a marqué votre glycémie cette semaine.
it: Scopri cosa è emerso dalla tua glicemia questa settimana.
nl: Bekijk wat er deze week opviel aan je glucose.
pl: Zobacz, co wyróżniało się w Twojej glikemii w tym tygodniu.
pt: Veja o que se destacou na sua glicose esta semana.
ro: Vezi ce a ieșit în evidență la glicemia ta săptămâna aceasta.
ru: Посмотрите, что выделялось в вашей глюкозе на этой неделе.

source: See where you rank — country, continent, global.
de: Sieh, wo du stehst — Land, Kontinent, weltweit.
es: Mira en qué puesto estás — país, continente, global.
fr: Voyez votre place — pays, continent, monde.
it: Scopri la tua posizione — Paese, continente, mondo.
nl: Zie waar je staat — land, continent, wereldwijd.
pl: Zobacz swoje miejsce — kraj, kontynent, świat.
pt: Vê a tua posição — país, continente, global.
ro: Vezi pe ce loc ești — țară, continent, global.
ru: Узнайте своё место — страна, континент, мир.

source: Self-hosted
de: Selbst gehostet
es: Autoalojado
fr: Auto-hébergé
it: Ospitato in proprio
nl: Zelf gehost
pl: Hostowane samodzielnie
pt: Auto-alojado
ro: Găzduit de tine
ru: Собственный хостинг

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
it: Invia feedback
nl: Feedback sturen
pl: Wyślij opinię
pt: Enviar comentários
ro: Trimite feedback
ru: Отправить отзыв

source: Sends the glucose, carbs and insulin you log in Prvital to your Nightscout site. Only entries you typed in — never data that came from Nightscout or Health.
de: Sendet die Glukose, Kohlenhydrate und das Insulin, die du in Prvital erfasst, an deine Nightscout-Site. Nur selbst eingegebene Einträge — nie Daten, die von Nightscout oder Health stammen.
es: Envía la glucosa, los carbohidratos y la insulina que registras en Prvital a tu sitio de Nightscout. Solo las entradas que escribiste tú, nunca datos que vinieron de Nightscout o Salud.
fr: Envoie la glycémie, les glucides et l'insuline que vous enregistrez dans Prvital vers votre site Nightscout. Uniquement les saisies que vous avez faites — jamais des données venues de Nightscout ou de Santé.
it: Invia al tuo sito Nightscout la glicemia, i carboidrati e l'insulina che registri in Prvital. Solo le voci che hai digitato tu — mai dati arrivati da Nightscout o da Salute.
nl: Stuurt de glucose, koolhydraten en insuline die je in Prvital vastlegt naar je Nightscout-site. Alleen invoer die je zelf hebt getypt — nooit gegevens die van Nightscout of Gezondheid kwamen.
pl: Wysyła do Twojej witryny Nightscout glukozę, węglowodany i insulinę zapisane w Prvital. Tylko wpisy wprowadzone ręcznie — nigdy dane pochodzące z Nightscout lub aplikacji Zdrowie.
pt: Envia para o teu site Nightscout a glicose, os hidratos e a insulina que registas na Prvital. Apenas registos que escreveste tu — nunca dados vindos do Nightscout ou da app Saúde.
ro: Trimite către site-ul tău Nightscout glicemia, carbohidrații și insulina pe care le înregistrezi în Prvital. Doar înregistrările introduse de tine — niciodată date venite din Nightscout sau Sănătate.
ru: Отправляет на ваш сайт Nightscout глюкозу, углеводы и инсулин, которые вы записываете в Prvital. Только записи, введённые вручную, — никогда данные, пришедшие из Nightscout или «Здоровья».

source: Sensitive actions will be recorded here as they happen.
de: Sensible Aktionen werden hier aufgezeichnet, sobald sie geschehen.
es: Las acciones sensibles se registrarán aquí a medida que ocurran.
fr: Les actions sensibles seront enregistrées ici au fur et à mesure.
it: Le azioni sensibili verranno registrate qui man mano che si verificano.
nl: Gevoelige acties worden hier vastgelegd zodra ze plaatsvinden.
pl: Wrażliwe czynności będą tu rejestrowane w miarę ich wykonywania.
pt: As ações sensíveis serão registadas aqui à medida que acontecem.
ro: Acțiunile sensibile vor fi înregistrate aici pe măsură ce au loc.
ru: Важные действия будут записываться здесь по мере их совершения.

source: Sensor accuracy
de: Sensorgenauigkeit
es: Precisión del sensor
fr: Précision du capteur
it: Precisione del sensore
nl: Sensornauwkeurigheid
pl: Dokładność sensora
pt: Precisão do sensor
ro: Precizia senzorului
ru: Точность сенсора

source: Sensor battery
de: Sensorbatterie
es: Batería del sensor
fr: Batterie du capteur
it: Batteria del sensore
nl: Sensorbatterij
pl: Bateria czujnika
pt: Bateria do sensor
ro: Baterie senzor
ru: Батарея датчика

source: Sensor change
de: Sensorwechsel
es: Cambio de sensor
fr: Changement de capteur
it: Cambio sensore
nl: Sensorwissel
pl: Wymiana sensora
pt: Troca de sensor
ro: Schimbare senzor
ru: Замена датчика

source: Sensor data was sparse across that period, so treat the estimate loosely.
de: Für diesen Zeitraum lagen nur wenige Sensordaten vor, behandle die Schätzung daher mit Vorsicht.
es: Los datos del sensor fueron escasos en ese periodo, así que toma la estimación con cautela.
fr: Les données du capteur étaient limitées sur cette période, alors considère cette estimation avec prudence.
it: I dati del sensore erano scarsi in quel periodo, quindi considera la stima come indicativa.
nl: Er waren weinig sensorgegevens beschikbaar in die periode, dus beschouw de schatting als een ruwe indicatie.
pl: Dane z sensora były w tym okresie niepełne, więc traktuj ten szacunek z ostrożnością.
pt: Os dados do sensor foram escassos nesse período, por isso considera a estimativa com alguma reserva.
ro: Datele senzorului au fost puține în această perioadă, așa că tratează estimarea cu rezervă.
ru: Данных датчика за этот период было немного, так что не стоит слишком полагаться на эту оценку.

source: Sensor keeper
de: Sensor-Hüter
es: Guardián del sensor
fr: Gardien du capteur
it: Custode del sensore
nl: Sensorbeheerder
pl: Opiekun czujnika
pt: Guardião do sensor
ro: Paznicul senzorului
ru: Хранитель датчика

source: Sensor readings are hidden — turn them on from the filter menu.
de: Sensorwerte sind ausgeblendet – aktiviere sie im Filtermenü.
es: Las lecturas del sensor están ocultas: actívalas desde el menú de filtros.
fr: Les lectures du capteur sont masquées — activez-les depuis le menu des filtres.
it: Le letture del sensore sono nascoste — attivale dal menu dei filtri.
nl: Sensormetingen zijn verborgen — zet ze aan via het filtermenu.
pl: Odczyty sensora są ukryte — włącz je w menu filtrów.
pt: As leituras do sensor estão ocultas — ative-as no menu de filtros.
ro: Citirile senzorului sunt ascunse — activează-le din meniul de filtrare.
ru: Показания датчика скрыты — включите их в меню фильтров.

source: Sensor reconnected
de: Sensor wieder verbunden
es: Sensor reconectado
fr: Capteur reconnecté
it: Sensore riconnesso
nl: Sensor opnieuw verbonden
pl: Czujnik ponownie połączony
pt: Sensor reconectado
ro: Senzor reconectat
ru: Датчик снова подключён

source: Sensor session
de: Sensor-Sitzung
es: Sesión del sensor
fr: Session du capteur
it: Sessione del sensore
nl: Sensorsessie
pl: Sesja sensora
pt: Sessão do sensor
ro: Sesiune de senzor
ru: Сессия сенсора

source: Sensor uptime
de: Sensor-Verfügbarkeit
es: Disponibilidad del sensor
fr: Disponibilité du capteur
it: Disponibilità del sensore
nl: Sensorbeschikbaarheid
pl: Dostępność sensora
pt: Disponibilidade do sensor
ro: Disponibilitatea senzorului
ru: Доступность сенсора

source: Sessions
de: Einheiten
es: Sesiones
fr: Séances
it: Sessioni
nl: Sessies
pl: Sesje
pt: Sessões
ro: Sesiuni
ru: Тренировки

source: Sessions can also start themselves: LibreLinkUp reports the worn sensor exactly, and after a sensor expires, the reading gap left by a replacement starts the next one.
de: Sitzungen können auch von selbst starten: LibreLinkUp meldet den getragenen Sensor exakt, und nach Ablauf eines Sensors startet die Messlücke eines Wechsels die nächste Sitzung.
es: Las sesiones también pueden iniciarse solas: LibreLinkUp informa exactamente del sensor en uso y, cuando un sensor caduca, la pausa en las lecturas que deja un reemplazo inicia la siguiente.
fr: Les sessions peuvent aussi démarrer toutes seules : LibreLinkUp signale exactement le capteur porté, et après l'expiration d'un capteur, la pause de lectures laissée par un remplacement démarre la suivante.
it: Le sessioni possono anche avviarsi da sole: LibreLinkUp segnala esattamente il sensore indossato e, quando un sensore scade, la pausa nelle letture lasciata da una sostituzione avvia la successiva.
nl: Sessies kunnen ook vanzelf starten: LibreLinkUp meldt de gedragen sensor exact, en nadat een sensor is verlopen, start het meetgat van een vervanging de volgende sessie.
pl: Sesje mogą też rozpoczynać się same: LibreLinkUp dokładnie zgłasza noszony czujnik, a po wygaśnięciu czujnika przerwa w odczytach po wymianie rozpoczyna kolejną sesję.
pt: As sessões também podem começar sozinhas: o LibreLinkUp comunica exatamente o sensor em uso e, quando um sensor expira, a pausa nas leituras deixada por uma substituição inicia a sessão seguinte.
ro: Sesiunile pot porni și singure: LibreLinkUp raportează exact senzorul purtat, iar după ce un senzor expiră, pauza de citiri lăsată de o înlocuire pornește sesiunea următoare.
ru: Сеансы могут начинаться и сами: LibreLinkUp точно сообщает о носимом датчике, а после истечения срока датчика перерыв в показаниях при замене запускает следующий сеанс.

source: Set a separate time-in-range target for each part of the day — for example a gentler overnight goal. When off, your single target applies everywhere.
de: Lege für jeden Tagesabschnitt ein eigenes Ziel für die Zeit im Zielbereich fest — zum Beispiel ein sanfteres Ziel für die Nacht. Wenn deaktiviert, gilt dein einzelnes Ziel überall.
es: Define un objetivo de tiempo en rango distinto para cada parte del día — por ejemplo, una meta más suave durante la noche. Si está desactivado, tu objetivo único se aplica en todas partes.
fr: Définis un objectif de temps dans la cible distinct pour chaque moment de la journée — par exemple un objectif nocturne plus souple. Si désactivé, ton objectif unique s'applique partout.
it: Imposta un obiettivo di tempo nel range separato per ogni fascia della giornata — per esempio un obiettivo notturno più permissivo. Se disattivato, il tuo obiettivo unico si applica ovunque.
nl: Stel een aparte streefwaarde voor tijd binnen bereik in voor elk deel van de dag — bijvoorbeeld een mildere norm voor 's nachts. Staat dit uit, dan geldt je enkele streefwaarde overal.
pl: Ustaw osobny cel czasu w zakresie dla każdej pory dnia — na przykład łagodniejszy cel na noc. Gdy ta opcja jest wyłączona, wszędzie obowiązuje Twój jeden cel.
pt: Define um objetivo de tempo no intervalo diferente para cada parte do dia — por exemplo, um objetivo mais suave para a noite. Quando desativado, o teu objetivo único aplica-se a todas as horas do dia.
ro: Setează un obiectiv separat de timp în interval pentru fiecare parte a zilei — de exemplu, un obiectiv mai blând pentru noapte. Când este dezactivat, obiectivul tău unic se aplică peste tot.
ru: Задай отдельную цель по времени в диапазоне для каждой части дня — например, более мягкую цель на ночь. Если это выключено, твоя единая цель действует везде.

source: Set up your card
de: Karte einrichten
es: Configura tu tarjeta
fr: Configurer votre carte
it: Configura la tua scheda
nl: Kaart instellen
pl: Skonfiguruj kartę
pt: Configurar o teu cartão
ro: Configurează-ți cardul
ru: Настроить карточку

source: Set your time-in-range and A1c goals
de: Lege deine Ziele für Zeit im Zielbereich und A1c fest
es: Establece tus objetivos de tiempo en rango y A1c
fr: Définissez vos objectifs de temps dans la cible et d'A1c
it: Imposta i tuoi obiettivi di tempo nell'intervallo e A1c
nl: Stel je doelen voor tijd binnen bereik en A1c in
pl: Ustaw swoje cele dotyczące czasu w zakresie i A1c
pt: Define os teus objetivos de tempo dentro do intervalo e de A1c
ro: Stabilește-ți obiectivele pentru timpul în interval și A1c
ru: Задайте цели по времени в диапазоне и A1c

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки

source: Shakiness, sweating, hunger, a fast heartbeat, difficulty concentrating, irritability. Some people lose these warning signs over time — talk to your team if that happens to you.
de: Zittern, Schwitzen, Hunger, schneller Herzschlag, Konzentrationsschwierigkeiten, Reizbarkeit. Manche Menschen verlieren diese Warnzeichen mit der Zeit — sprich mit deinem Team, wenn dir das passiert.
es: Temblores, sudoración, hambre, latidos rápidos, dificultad para concentrarse, irritabilidad. Algunas personas pierden estas señales de alerta con el tiempo — habla con tu equipo si esto te ocurre.
fr: Tremblements, sueurs, faim, accélération du rythme cardiaque, difficulté à se concentrer, irritabilité. Certaines personnes perdent ces signes d'alerte avec le temps — parles-en à ton équipe si c'est ton cas.
it: Tremore, sudorazione, fame, battito cardiaco accelerato, difficoltà di concentrazione, irritabilità. Alcune persone perdono questi segnali d'allarme nel tempo — parlane con il tuo team se ti succede.
nl: Trillen, zweten, hongergevoel, een snelle hartslag, moeite met concentreren, prikkelbaarheid. Sommige mensen verliezen deze waarschuwingssignalen na verloop van tijd — bespreek dit met je team als dit jou overkomt.
pl: Drżenie, pocenie się, głód, przyspieszone bicie serca, trudności z koncentracją, rozdrażnienie. Niektóre osoby z czasem tracą te objawy ostrzegawcze — porozmawiaj ze swoim zespołem, jeśli to dotyczy Ciebie.
pt: Tremores, suores, fome, batimento cardíaco acelerado, dificuldade em concentrar-te, irritabilidade. Algumas pessoas deixam de sentir estes sinais de aviso ao longo do tempo — fala com a tua equipa se isso te acontecer.
ro: Tremur, transpirație, senzație de foame, bătăi rapide ale inimii, dificultăți de concentrare, iritabilitate. Unele persoane pierd aceste semne de avertizare în timp — discută cu echipa ta dacă ți se întâmplă și ție.
ru: Дрожь, потливость, голод, учащённое сердцебиение, трудности с концентрацией, раздражительность. У некоторых людей со временем эти предупреждающие симптомы пропадают — поговори со своей командой, если это происходит с тобой.
